{
	"Header": "Editing and Modifying Videos Created Using Diffusion Models Based on Text Input and User Interaction",
	"Welcome": "Welcome",
	"UserStudy": "This user study is designed to evaluate the quality of videos generated by various editing techniques using diffusion models.",
	"UserStudyDuration": "The process takes no more than 20 minutes and involves selecting the preferred video in a series of comparisons.",
	"UserStudyConfidential": "No personal data is collected.",
	"UserStudyThanks": "Thank you for participating!",
	"UserStudyStart": "Start",
	"Footer": "Video Editing Study · Built with ❤️ using Nuxt 3 & Firebase",
	"Next": "Next",
	"Back": "Back",
	"NoAnswer": "No answer selected",
	"AllQuestionsAnswered": "You have already answered all questions. Thank you for your participation. ❤️",
	"OriginalVideo": "Original Video",
	"BeforeYouStart": "Before you start",
	"PurposeOfTheStudy": "Purpose of the Study",
	"Information1": "Thank you for participating in this user study. This research is part of a diploma thesis focused on the use of AI-based diffusion models for video editing.",
	"Information2": "The goal of this study is to evaluate how well modern AI models can perform video editing that modifies the subject of the video (e.g. changing a person or object), while keeping the rest of the scene consistent, including:",
	"Background": "background",
	"MotionAndTiming": "motion and timing",
	"OverallVisualAppearance": "overall visual appearance",
	"Information3": "You will be shown short videos that were generated using different models. Your feedback will help determine how effective each approach is at achieving natural and visually coherent edits.",
	"WhatToDo": "What You’ll Be Asked to Do",
	"WhatToDo1": "Answer a few general questions about your familiarity with AI and video content",
	"WhatToDo2": "Watch several short AI-edited video clips",
	"WhatToDo3": "Rate or compare videos based on consistency, and editing quality",
	"SavingProgress": "Saving Your Progress",
	"SavingProgress1": "Your progress is automatically saved as you move through the study. This means you can leave and return at any time without losing your answers — even if you close the tab or refresh the page. When you return, you’ll be able to continue exactly where you left off.",
	"Runtime": "The user study will be available until {deadline}. After that, the study will be closed and you will not be able to participate.",
	"DeadlinePassed": "The deadline for the user study has passed. Thank you for your interest!",
	"ScaleInput.1": "Very little",
	"ScaleInput.2": "A little",
	"ScaleInput.3": "Somewhat",
	"ScaleInput.4": "Moderately",
	"ScaleInput.5": "Very much",
	"EditedVideos": "Edited Videos",
	"PromptText": "Videos were edited based on the text: ",
	"Tips": "Tips",
	"Tips1": "You can expand every video to full screen by clicking the icon in the top right corner of the video",
	"HintText": "Hint: ",
	"Best": "Best",
	"Worst": "Worst"
}
