{
	"Header": "Úprava a modifikácia videí vytvorených pomocou difúznych modelov na základe textového vstupu a interakcie používateľa",
	"Welcome": "Vitajte",
	"UserStudy": "Táto užívateľská štúdia je určená na hodnotenie kvality videí vytvorených rôznymi technikami úpravy pomocou difúznych modelov.",
	"UserStudyDuration": "Tento proces netrvá dlhšie ako 20 minút a zahŕňa výber preferovaného videa v sérii porovnávaní.",
	"UserStudyConfidential": "Nezhromažďujú sa žiadne osobné údaje.",
	"UserStudyThanks": "Ďakujem vám za účasť!",
	"UserStudyStart": "Začať",
	"Footer": "Štúdia úpravy videa - Vybudovaná s ❤️ použitím Nuxt 3 a Firebase",
	"Next": "Ďalej",
	"Back": "Späť",
	"NoAnswer": "Žiadna odpoveď nebola vybraná",
	"AllQuestionsAnswered": "Už ste odpovedali na všetky otázky. Ďakujeme za vašu účasť. ❤️",
	"OriginalVideo": "Pôvodné video",
	"BeforeYouStart": "Predtým, ako začnete",
	"PurposeOfTheStudy": "Účel štúdie",
	"Information1": "Ďakujeme vám za účasť v tejto užívateľskej štúdii. Tento výskum je súčasťou diplomovej práce zameranej na využitie difúznych modelov na báze umelej inteligencie na úpravu videa.",
	"Information2": "Cieľom tejto štúdie je vyhodnotiť, ako dobre dokážu moderné modely umelej inteligencie vykonávať úpravy videa, ktoré menia predmet videa (napr. zmena osoby alebo objektu), pričom zvyšok scény zostáva konzistentný, vrátane:",
	"Background": "pozadie",
	"MotionAndTiming": "pohyb a načasovanie",
	"OverallVisualAppearance": "celkový vizuálny vzhľad",
	"Information3": "Budú vám zobrazené krátke videá, ktoré boli vytvorené pomocou rôznych modelov. Vaša spätná väzba pomôže určiť, ako efektívne sú jednotlivé prístupy pri dosahovaní prirodzených a vizuálne koherentných úprav.",
	"WhatToDo": "Čo sa od vás očakáva",
	"WhatToDo1": "Odpovedať na niekoľko všeobecných otázok o vašej známosti s AI a video obsahom",
	"WhatToDo2": "Pozerať niekoľko krátkych videí upravených pomocou AI",
	"WhatToDo3": "Hodnotiť alebo porovnávať videá na základe konzistencie a kvality úpravy",
	"SavingProgress": "Ukladanie",
	"SavingProgress1": "Váš pokrok sa automaticky ukladá. To znamená, že môžete kedykoľvek odísť a vrátiť sa bez toho, aby ste stratili svoje odpovede - dokonca aj keď zatvoríte kartu alebo obnovíte stránku. Po návrate budete môcť pokračovať presne tam, kde ste skončili.",
	"Runtime": "Užívateľská štúdia bude k dispozícii do {deadline}. Po uplynutí tejto lehoty bude štúdia uzavretá a nebudete sa môcť zúčastniť.",
	"DeadlinePassed": "Lehota na účasť v užívateľskej štúdii uplynula. Ďakujeme za váš záujem!"
}
